Repository: common-repository/wp-proportion-image-maker
Catalog: includes/admin/i18n/language/wp_proportion-*.po
Languages: ru_ru

source: An error occurred while plugin was saving the image:
ru_ru: Произошла ошибка во время сохранения изображения

source: The image has been saved
ru_ru: Изображение было сохранено

source: In order to use this plugin You must install php_imagick.dll
ru_ru: Для использования поагина вы должны установить php_imagick.dll

source: Background image
ru_ru: Фоновый рисунок

source: Product image
ru_ru: Рисунок продукта

source: Image size(height)
ru_ru: Высота продукта

source: Show product image size
ru_ru: Показывать шкалу

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Select background image
ru_ru: Выбрать фоновый рисунок

source: Small
ru_ru: Маленький

source: Medium
ru_ru: Средний

source: Large
ru_ru: Большой

source: Product image size
ru_ru: Размер изображения продукта

source: Product image position
ru_ru: Положение изображения продукта

source: Product scale size
ru_ru: Размер шкалы

source: Product scale position
ru_ru: Положение шкалы

source: Save
ru_ru: Сохранить
